
    // Do any additional setup after loading the view, typically from a nib.
    //注意：在commit提交的是是从暂停区提交的。在每次commit之前，都要把修改过后的文件进行add的操作，，如果不进行add，在commit的时候，新修改的内容是无法提交的仓库的
    //push的时候，是根据你commit的记录进行push的，每次push之前，要先把修改过后的内容进行commit，直接push，导致新内容无法push到远程仓库。
    NSLog(@"你好");
    
    NSLog(@"你真好");
    
    NSLog(@"你真坏");
    NSLog(@"8444455");
    
    NSLog(@"111111111111111");
    NSLog(@"123");
    
    
    NSLog(@"123");
    
    NSLog(@"老师镇流");
    NSLog(@"日他姐");
    NSLog(@"他姐日我");
    
    NSLog(@"龙哥好");
    NSLog(@"强哥好");
    
    
    
    
    
    NSLog(@"哥哥哈哦啊");
    NSLog(@"当时那把剑，离我的喉咙只有0.01毫米");
    NSLog(@"龙哥真帅");
    NSLog(@"都当耳旁风了吗");
    NSLog(@"强哥更帅。帅的掉屎");
    NSLog(@"谁说的 明明是帅的吃屎");
    NSLog(@"就动");
    NSLog(@"再怪");
    NSLog(@"比一比，龙哥强哥看谁吃屎多！！");
    NSLog(@"又是走过那条昏暗的小巷,那小屋里红色的霓虹灯在照耀,我抽着烟,忽然听到里面传来了一阵骚叫“小帅哥,来玩嘛~” 老子一下子扔开烟头,不屑地笑“这次老子还不骑疯你?”,飞扑过去,投了一个币,熟悉的歌声响起“爸爸的爸爸叫爷爷!爸爸的妈妈叫奶奶!……” 这摇摇乐, 刺激得我头昏目眩的 ");
    nslog(@"这样是不是干净了很多？？？");


